Repository: bobcop88/cheapfly_ios_test
Catalog: lib/l10n/app_*.arb
Languages: es, it

# title_mainpage
source: The Cheapest Flights
es: Vuelos Baratos
it: Voli Low Cost

# title1_mainpage
source: Just The Cheapest Flights!
es: Solo los Vuelos más Baratos
it: I Voli più Low Cost!

# sub_ryanair_mainpage
source: Find the Cheapest Ryanair flights
es: Busca el vuelo más barato en Ryanair
it: Cerca il volo più economico in Ryanair

# search_btn_mainpage
source: Search Now
es: Buscar ahora
it: Cerca Adesso

# developed_mainpage
source: 2022 - Developed by BobCop
es: 2022 - Desarrollado por BobCop
it: 2022 - Svillupato da BobCop

# disclaimer_mainpage
source: CheapFly is not associated or part of Ryanair or any other company. All information is believed to be correct but does not purport to be all inclusive and shall be used only as a guide.
es: CheapFly no está asociado ni es parte de Ryanair ni de ninguna otra compañía. Se cree que toda la información es correcta, pero no pretende ser exhaustiva y debe usarse solo como referencia.
it: CheapFly non è associata o parte di Ryanair o di qualsiasi altra società. Tutte le informazioni sono ritenute corrette ma non pretendono di essere onnicomprensive e devono essere utilizzate solo come puro riferimento.

# oneway_homepageRy
source: One Way
es: Solo Ida
it: Solo Andata

# roundtrip_homepageRy
source: Roundtrip Flights
es: Ida y Vuelta
it: Andata & Ritorno

# oneway_sub_homepageRy
source: The cheapest one-way flight during the period of time you choose
es: El vuelo de ida más barato en el período de tiempo que eliges
it: Il volo di sola andata più economico nel periodo di tempo da te scelto

# roundtrip_sub_homepageRy
source: The cheapest Roundtrip flight during the period of time you choose
es: El vuelo de ida y vuelta más barato en el período que eliges
it: Il volo di andata e ritorno più economico nel periodo di tempo da te scelto

# search_btn_homepageRy
source: Search
es: Busca ahora
it: Cerca

# oneway_main
source: Ryanair - One Way Flights
es: Ryanair - Solo Ida
it: Ryanair - Solo Andata

source: From
es: Desde
it: Da

source: To
es: Hasta
it: A

# select_dep
source: Select Departure
es: Selecciona Salida
it: Seleziona Partenza

# select_dest
source: Select Destination
es: Selecciona Llegada
it: Seleziona Arrivo

source: Anywhere
es: Cualquier destino
it: Ovunque

# dates_title
source: Enter the period of time
es: Elige el periodo de tiempo
it: Scegli il periodo di tempo

# dates_sub_title
source: Select the period of time in which you would like to find the cheapest flight available
es: Selecciona el período de tiempo en el que te gustaría encontrar el vuelo más barato disponible
it: Seleziona il periodo di tempo in cui vorresti trovare il volo più economico disponibile

# one_way_btn_search
source: Search Cheapest Flight
es: Busca el vuelo más barato
it: Cerca il Volo Ultra Low Cost

# back_btn
source: Back
es: Atrás
it: Indietro

# auto_from_title
source: Select Departure Airport
es: Selecciona Salida
it: Seleziona Partenza

# auto_to_title
source: Select Destination
es: Selecciona Llegada
it: Seleziona Arrivo

# auto_from_sub_title
source: From where?
es: ¿Desde donde?
it: Da dove?

# auto_to_sub_title
source: To where?
es: ¿Hasta donde?
it: A dove?

# dates_go_now
source: GO NOW
es: OK
it: VAI ADESSO

# roundtrip_title
source: Ryanair - RoundTrip Flights
es: Ryanair - Ida y Vuelta
it: Ryanair - Andata & Ritorno

# days_in_dest_roundtrip
source: How many days in Destination?
es: ¿Cuántos días en Destino?
it: Quanti giorni a Destinazione?

# one_days
source: 1-3 days
es: 1-3 días
it: 1-3 giorni

# four_days
source: 4-7 days
es: 4-7 días
it: 4-7 giorni

# eight_days
source: 8-14 days
es: 8-14 días
it: 8-14 giorni

# alert_days_dest_round
source: Please select how long is your trip
es: Selecciona la duración de tu viaje
it: Seleziona la durata del tuo viaggio

# one_way_res_title
source: The Cheapest One Way Flight
es: ¡El vuelo más económico!
it: Il Volo più Low Cost!

# one_way_sub_title
source: Your Flight
es: Tu vuelo
it: Il tuo Volo

# one_way_res_only
source: for only
es: por sólo
it: a soli

# one_way_res_check_btn
source: Check in Ryanair.com
es: Ir a Ryanair.com
it: Vai su Ryanair.com

# one_way_res_info_title
source: Important information
es: Información importante
it: Informazione Importante

# one_way_res_info_text
source: Price can change suddenly without any notice. CheapFly is not responsible of any changes. Prices displayed in the app are indicative.
es: El precio puede cambiar repentinamente sin previo aviso. CheapFly no es responsable de ningún cambio. Los precios que se muestran en la aplicación son orientativos.
it: Il prezzo può cambiare improvvisamente senza alcun preavviso.CheapFly non è responsabile di eventuali modifiche. I prezzi visualizzati nell'app sono indicativi.

# one_way_res_btn_search
source: Search Again
es: Nueva Búsqueda
it: Nuova Ricerca

# one_way_any_title
source: The Cheapest Flights to...
es: Vuelos baratos a...
it: Voli Low Cost per...

# roundtrip_res_title
source: The Cheapest Roundtrip Flights
es: Vuelos de ida y vuelta económicos
it: I Voli Andata&Ritorno Low Cost

# roundtrip_res_out
source: Outbound
es: Ida
it: Andata

# roundtrip_res_inbound
source: Inbound
es: Vuelta
it: Ritorno

# roundtrip_res_flight_details
source: Flight Details
es: Detalles del Vuelo
it: Dettagli Volo

# roundtrip_res_hide_details
source: Hide Details
es: Cerrar Detalles
it: Chiudi Dettagli

# roundtrip_res_details_outbound_title
source: Outbound Flight Details
es: Detalles Ida
it: Dettagli Andata

# roundtrip_res_details_inbound_title
source: Inbound Flight Details
es: Detalles Vuelta
it: Dettagli Ritorno

# roundtrip_res_details_date
source: Date
es: Fecha
it: Data

# roundtrip_res_details_price
source: Price
es: Precio
it: Prezzo

# roundtrip_res_details_total_price
source: Total price
es: Precio Total
it: Prezzo Totale

# roundtrip_res_details_trip_dur
source: Trip Duration
es: Duración del viaje
it: Durata Viaggio

# roundtrip_res_details_trip_dur_days
source: days
es: dias
it: giorni

# roundtrip_any_title
source: Cheapest Roundtrip Flight to...
es: Vuelos baratos a...
it: I Voli Low Cost per...

# no_internet
source: No Internet Connection
es: Sin conexión a Internet
it: Nessuna Connessione Internet

# no_internet_sub_title
source: Oops...Please check your internet connection and retry
es: Ups... Verifica tu conexión e inténtalo de nuevo
it: Oops...Controlla la tua connessione e riprova

# no_flights_title
source: No flights are available in the period you chose
es: No hay vuelos disponibles en el período seleccionado
it: Nessun volo disponibile nel periodo selezionato

# no_flights_sub_title
source: Try to select a wider period and search again. Ryanair does not offer daily flights to all destinations.
es: Intenta seleccionar un período mayor y busqua de nuevo. Ryanair no ofrece vuelos diarios a todos los destinos.
it: Prova a selezionare un periodo più ampio e cerca di nuovo. Ryanair non offre voli giornalieri verso tutte le destinazioni.

source: Change Dates
es: Cambiar fechas
it: Cambia Date

# no_airport_found
source: Oops...no airport found. Please try again.
es: Ups... no se encontró ningún aeropuerto. Intenta otra vez.
it: Oops...nessun aeroporto trovato. Riprova.

# select_destination_error
source: Please select a Destination
es: Seleccione un destino
it: Seleziona una destinazione

# select_dates_error
source: Please select the Period in which you will travel
es: Seleccione el período de tu viaje
it: Seleziona il periodo del tuo viaggio
